Repository: seriiserii825/wp-cardiologie
Catalog: languages/*.po
Languages: ro_ro

source: See more
ro_ro: Vezi mai multe

source: One thought on &ldquo;%1$s&rdquo;
ro_ro: Unul din &ldquo;%1$s&rdquo;

source: Comments are closed.
ro_ro: Observații

source: Search Results for: %s
ro_ro: Rezulatatul pentru: %s

source: Basic Options
ro_ro: Opțiuni de bază

source: Nothing Found
ro_ro: Nimiс nu a fost gasit

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ro_ro: Ne pare rău, dar nimic nu corespundea termenilor dvs. de căutare. Încercați din nou cu câteva cuvinte cheie diferite.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ro_ro: Se pare că nu putem găsi ceea ce căutați. Poate căutarea poate ajuta.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
ro_ro: Continua sa citesti <span class="screen-reader-text"> "%s"</span>

source: Pages:
ro_ro: Pagini:

source: Edit <span class="screen-reader-text">%s</span>
ro_ro: Editeaza <span class="screen-reader-text">%s</span>

source: Add specialist
ro_ro: Adauga specialist

source: Edit an specialist
ro_ro: Editeaza un specialist

source: View an specialist
ro_ro: Vezi un specialist

source: Find an specialist
ro_ro: Cauta un specialist

source: Nothing
ro_ro: Nimic

source: Parent Singular Name:
ro_ro: Numele părintelui singular:

# post date
source: Posted on %s
ro_ro: Postate pe %s

# post author
source: by %s
ro_ro: de catre %s

source: Posted in %1$s
ro_ro: Postate in %1$s

source: Tagged %1$s
ro_ro: Anexa %1$s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
ro_ro: Lasa o observatie<span class="screen-reader-text"> on %s</span>

source: Footer widgets
ro_ro: Widgete din subsol

source: Profession
ro_ro: Profesii

source: Find a profession
ro_ro: Cauta o profesie

source: All professions
ro_ro: Toate profesiile

source: View a profession
ro_ro: Vezi profesia

source: Edit a profession
ro_ro: Editeaza

source: Update profession
ro_ro: Actualizeaza

source: Add a profession
ro_ro: Add

source: Professions
ro_ro: Profesii

source: Specialist settings
ro_ro: Specialist setari

source: Study
ro_ro: Studii

source: Work Days
ro_ro: Zile lucratoare

source: Monday Friday
ro_ro: Luni Vineri

source: Monday Saturday
ro_ro: Luni Sambata

source: Image
ro_ro: Imagine

source: Basic options
ro_ro: Optiuni de baza

source: Main Page
ro_ro: Pagina Principala

source: Slogain in header
ro_ro: Slogain din header

source: Timer name
ro_ro: Timer nume

source: End
ro_ro: Sfirsit

source: Saturday
ro_ro: Sambata

source: Start
ro_ro: Inceput

source: end
ro_ro: sfirsit

source: Medical Guide
ro_ro: Gidul medical

source: Title 1
ro_ro: Titlu 1

source: Title 2
ro_ro: Titlu 2

source: Description
ro_ro: Descriere

source: Specialists
ro_ro: Specialisti

source: Cite
ro_ro: Citata

source: Author
ro_ro: Autor

source: General settings
ro_ro: Setari generale

source: Socials
ro_ro: Sociale

source: start http://
ro_ro: incepe cu http://

source: Google
ro_ro: oogle

source: Phone
ro_ro: Telefon

source: Symbols: ()-+
ro_ro: Simbole: ()-+

source: Emergency Phone
ro_ro: Telefon de urgenta

source: Title
ro_ro: Titlu

source: Phone urgency
ro_ro: Telefon de urgenta

source: Images
ro_ro: Imagini

source: Dimensions 1900x290
ro_ro: Dimensiuni 1900x290

source: Articles
ro_ro: Articole

source: Articles from categories
ro_ro: Articole din categorii

source: Id for image
ro_ro: Id pentru imagine

source: Specialist articles
ro_ro: Specialisti articole

source: Services Settings
ro_ro: Servicii Optiuni

source: Map
ro_ro: Mapa

source: Title for address
ro_ro: Titlu pentru adresa

source: Phones
ro_ro: Telefon

source: Phone 1
ro_ro: Telefon 1

source: Phone 2
ro_ro: Telefon 2

source: Phone 3
ro_ro: Telefon 3

source: Phone 4
ro_ro: Telefon 4

source: Categories posts settings
ro_ro: Setari pentru posturi categorii

source: Dimensions 570x425
ro_ro: Dimensiuni 570x425
